tap "chase/tap"
tap "cirruslabs/cli"
tap "cxreiff/tap"
tap "homebrew/bundle"
tap "lusingander/tap"
brew "bat"
brew "bottom"
brew "cmake"
brew "codesnap"
brew "csvlens"
brew "daktilo"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "gh"
brew "helix"
brew "hexyl"
brew "hurl"
brew "jaq"
brew "jless"
brew "juliaup"
brew "llvm"
brew "nkf"
brew "onefetch"
brew "procs"
brew "ripgrep"
brew "rustup"
brew "sniffnet"
brew "starship"
brew "television"
brew "tinymist"
brew "tmux"
brew "typst"
brew "uv"
brew "yazi"
brew "zellij"
brew "zig"
brew "zls"
brew "cirruslabs/cli/tart"
brew "cxreiff/tap/ttysvr"
brew "lusingander/tap/serie"
cask "arc"
cask "ball"
cask "blender"
cask "chatgpt"
cask "chatwork"
cask "claude"
cask "discord"
cask "firefox@developer-edition"
cask "font-rounded-mplus"
cask "ghostty"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "min"
cask "miro"
cask "neohtop"
cask "obs"
cask "orbstack"
cask "orion"
cask "skim"
cask "spacedrive"
cask "utm"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "yaak"
cask "zed"
cask "zotero"
