tap "cxreiff/tap"
tap "delphinus/sfmono-square"
tap "ksdme/tap"
tap "oven-sh/bun"
brew "bat"
brew "bottom"
brew "cmake"
brew "codesnap"
brew "csvlens"
brew "daktilo"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "gh"
brew "helix"
brew "hexyl"
brew "hurl"
brew "jaq"
brew "jless"
brew "juliaup"
brew "llvm"
brew "mactop"
brew "markdown-oxide"
brew "nkf"
brew "nvtop"
brew "onefetch"
brew "procs"
brew "ripgrep"
brew "rustup"
brew "serie"
brew "sniffnet"
brew "starship"
brew "television"
brew "tinymist"
brew "tmux"
brew "typst"
brew "uv"
brew "yazi"
brew "zellij"
brew "cxreiff/tap/ttysvr"
brew "delphinus/sfmono-square/sfmono-square"
brew "ksdme/tap/ut"
cask "ball"
cask "blender"
cask "chatgpt"
cask "chatwork"
cask "claude"
cask "discord"
cask "firefox@developer-edition"
cask "font-moralerspace-hw"
cask "font-moralerspace-jpdoc"
cask "ghostty"
cask "github"
cask "inkscape"
cask "karabiner-elements"
cask "min"
cask "miro"
cask "neohtop"
cask "obs"
cask "orbstack"
cask "orion"
cask "skim"
cask "smoothcsv"
cask "thebrowsercompany-dia"
cask "utm"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "yaak"
cask "zed"
cask "zen"
cask "zotero"
cargo "fontfor"
cargo "heh"
cargo "shiroa"
